// 由 tools/本地生图/make_sprite.py 生成，别手改
window.PET_SPRITE = {
 "w": 1024,
 "h": 996,
 "base": "base.png",
 "layers": {
  "闭眼": {
   "src": "闭眼.png",
   "x": 374,
   "y": 189,
   "w": 183,
   "h": 96
  },
  "半闭眼": {
   "src": "半闭眼.png",
   "x": 374,
   "y": 189,
   "w": 183,
   "h": 96
  },
  "微笑": {
   "src": "微笑.png",
   "x": 421,
   "y": 295,
   "w": 57,
   "h": 39
  },
  "张嘴a": {
   "src": "张嘴a.png",
   "x": 412,
   "y": 307,
   "w": 68,
   "h": 47
  },
  "张嘴o": {
   "src": "张嘴o.png",
   "x": 412,
   "y": 307,
   "w": 68,
   "h": 47
  },
  "脸红": {
   "src": "脸红.png",
   "x": 397,
   "y": 245,
   "w": 147,
   "h": 71
  },
  "星星眼": {
   "src": "星星眼.png",
   "x": 374,
   "y": 189,
   "w": 183,
   "h": 96
  },
  "爱心眼": {
   "src": "爱心眼.png",
   "x": 374,
   "y": 189,
   "w": 183,
   "h": 96
  },
  "晕圈眼": {
   "src": "晕圈眼.png",
   "x": 374,
   "y": 189,
   "w": 183,
   "h": 96
  }
 }
};
